# GetLastDXFImportOpt

## Description
Get Last Used DXF Import Settings

```pascal
FUNCTION GetLastDXFImportOpt(
				selector : INTEGER;
				value    : PROCEDURE): BOOLEAN;
```

```python
def vs.GetLastDXFImportOpt(selector, value):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|selector|INTEGER|   |
|value|PROCEDURE|   |

## Version
Availability: from Vectorworks 2013

## Category
* ImportExport